HGS/MELDUNGEN/EXPORT/MASTER_Schichtreport_20241011104804.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeSchichtreport xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaSchichtreport xmlns="http://tms.ica.de/automatenService/3_10/" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <versionKey>-1</versionKey>
                <abrechnungsnummer>10217</abrechnungsnummer>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-11T10:48:04.524+02:00" geldlogistiker="0" geldspeichertyp="BEK" einschubNr="1" geldspeicherId="676000331" abrechnung="0">
                    <geldbetrag betrag="8500" waehrung="EUR"/>
                    <bestandSorte anzahl="1">
                        <nennwert waehrung="EUR" wertigkeit="500"/>
                    </bestandSorte>
                    <bestandSorte anzahl="4">
                        <nennwert waehrung="EUR" wertigkeit="1000"/>
                    </bestandSorte>
                    <bestandSorte anzahl="2">
                        <nennwert waehrung="EUR" wertigkeit="2000"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17352" guid="8729303d-6a8e-46cc-a785-41a0856272f3"/>
                </geldlogistik>
            </faaSchichtreport>
        </empfangeSchichtreport>
    </s:Body>
</s:Envelope>
